Repository: antonjekov/EspartoWorld
Catalog: Web/EspartoWorld.Web/Areas/Administration/Views/Exposition/Details.*.resx
Languages: es

source: All right
es: Todo correcto

source: Check artwork
es: Revisar obras de arte

source: Close
es: Cerrar

source: I agree
es: Aceptó

source: I disagree
es: No etoy de acuerdo

source: I do not accept
es: No acepto

source: If you are sure that the information for this work of art is reviewed, click on the Publish button.
es: Si está seguro de que se ha revisado la información de esta obra de arte, haga clic en el botón Publicar.

source: If you are sure that you do not want to publish this work click Reject and delete.
es: Si está seguro de que no desea publicar este trabajo, haga clic en Rechazar y eliminar.

source: Item is sold
es: El artículo está vendido

source: Publish
es: Publicar

source: Reject and delete
es: Rechazar y borrar

source: See all for moderate
es: Ver todo para revisión
